---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.ActivateControlsAndDimensions
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.ActivateControlsAndDimensions

Enable or disable the visibility of pins, constraints, and temporary dimensions when multiple elements are selected.